Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: %1$@ · %2$.1f%% CPU · footprint %3$.1f%%
de: %1$@ · %2$.1f %% CPU · Speicher %3$.1f %%
fr: %1$@ · %2$.1f %% CPU · empreinte %3$.1f %%
zh_hans: %1$@ · CPU %2$.1f%% · 内存占用 %3$.1f%%

source: %1$@ ↓ · %2$@ ↑ this session
de: %1$@ ↓ · %2$@ ↑ in dieser Sitzung
fr: %1$@ ↓ · %2$@ ↑ cette session
zh_hans: 本次会话 %1$@ ↓ · %2$@ ↑

source: %1$@%% (threshold %2$@%%)
de: %1$@ %% (Schwellenwert %2$@ %%)
fr: %1$@ %% (seuil %2$@ %%)
zh_hans: %1$@%%（阈值 %2$@%%）

source: %1$@%% capacity, %2$@
de: %1$@ %% Kapazität, %2$@
fr: %1$@ %% de capacité, %2$@
zh_hans: 容量 %1$@%%，%2$@

source: %1$@%% of busy time · %2$@ processes
de: %1$@ %% der aktiven Zeit · %2$@ Prozesse
fr: %1$@ %% du temps d'activité · %2$@ processus
zh_hans: 占繁忙时间的 %1$@%% · %2$@ 个进程

source: %1$@%% user · %2$@%% sys
de: %1$@ %% Benutzer · %2$@ %% System
fr: %1$@ %% utilisateur · %2$@ %% système
zh_hans: %1$@%% 用户态 · %2$@%% 系统态

source: %1$@: %2$@ (%3$@ bytes) %4$@ of %5$@ total RAM %6$@
de: %1$@: %2$@ (%3$@ Byte) %4$@ von insgesamt %5$@ RAM %6$@
fr: %1$@ : %2$@ (%3$@ octets) %4$@ sur %5$@ de RAM totale %6$@
zh_hans: %1$@：%2$@（%3$@ 字节） 占总内存 %5$@ 的 %4$@ %6$@

source: %@ (by chip family)
de: %@ (nach Chipfamilie)
fr: %@ (selon la famille de puce)
zh_hans: %@（按芯片系列推断）

source: %@ R
de: %@ L
fr: %@ L
zh_hans: %@ 读

source: %@ W
de: %@ S
fr: %@ É
zh_hans: %@ 写

source: %@ W adapter
de: %@-W-Netzteil
fr: Adaptateur %@ W
zh_hans: %@ W 适配器

source: %@ W max
de: max. %@ W
fr: max. %@ W
zh_hans: 最高 %@ W

source: %@ appears in the Dock whenever one of its windows is open, which is also what gives it the usual menus. Turn this on to keep it in the Dock while it runs in the background with no window open.
de: %@ erscheint im Dock, sobald eines seiner Fenster geöffnet ist; das ist auch der Grund, warum es dann die üblichen Menüs hat. Aktiviere dies, um es im Dock zu behalten, während es ohne geöffnetes Fenster im Hintergrund läuft.
fr: %@ apparaît dans le Dock dès qu’une de ses fenêtres est ouverte, ce qui lui donne aussi les menus habituels. Activez cette option pour le garder dans le Dock pendant qu’il fonctionne en arrière-plan sans fenêtre ouverte.
zh_hans: 只要 %@ 的任一窗口处于打开状态，它就会出现在程序坞中，这也是它拥有常规菜单的原因。开启此项可让它在后台无窗口运行时仍保留在程序坞中。

source: %@ bytes
de: %@ Byte
fr: %@ octets
zh_hans: %@ 字节

source: %@ can install a small privileged helper so it can read the memory of system and other-user processes (such as WindowServer) that it otherwise cannot see. The helper runs only to read memory statistics and sends nothing off your Mac.
de: %@ kann ein kleines privilegiertes Hilfsprogramm installieren, um den Speicher von Systemprozessen und Prozessen anderer Benutzer (etwa WindowServer) zu lesen, die es sonst nicht sehen kann. Das Hilfsprogramm dient nur dem Lesen von Speicherstatistiken und sendet nichts von deinem Mac.
fr: %@ peut installer un petit outil d'assistance privilégié afin de lire la mémoire des processus système et de ceux des autres utilisateurs (comme WindowServer) qu'il ne peut pas voir autrement. L'outil d'assistance sert uniquement à lire des statistiques mémoire et n'envoie rien hors de votre Mac.
zh_hans: %@ 可以安装一个小型特权辅助程序,以便读取原本无法查看的系统和其他用户进程(如 WindowServer)的内存。该辅助程序仅用于读取内存统计信息,绝不会向您的 Mac 之外发送任何数据。

source: %@ can install a small privileged helper so it can read the memory of system and other-user processes, such as WindowServer, that it otherwise cannot see. The helper runs only to read memory statistics and sends nothing off your Mac. You can change this any time in Settings.
de: %@ kann ein kleines privilegiertes Hilfsprogramm installieren, um den Speicher von Systemprozessen und Prozessen anderer Benutzer, etwa WindowServer, zu lesen, die es sonst nicht sehen kann. Das Hilfsprogramm dient nur dem Lesen von Speicherstatistiken und sendet nichts von deinem Mac. Du kannst das jederzeit in den Einstellungen ändern.
fr: %@ peut installer un petit outil d'assistance privilégié afin de lire la mémoire des processus système et de ceux des autres utilisateurs, comme WindowServer, qu'il ne peut pas voir autrement. L'outil d'assistance sert uniquement à lire des statistiques mémoire et n'envoie rien hors de votre Mac. Vous pouvez modifier ce choix à tout moment dans les Réglages.
zh_hans: %@ 可以安装一个小的特权辅助程序，用来读取系统进程和其他用户进程（例如 WindowServer）的内存，这些数据它平时看不到。辅助程序只用于读取内存统计，不会把任何东西发出你的 Mac。你随时可以在设置里更改。

source: %@ capacity
de: %@ Kapazität
fr: %@ de capacité
zh_hans: 容量 %@

source: %@ checks
de: %@ Prüfungen
fr: %@ vérifications
zh_hans: %@ 项检查

source: %@ connected
de: %@ verbunden
fr: %@ connectés
zh_hans: 已连接 %@

source: %@ cores
de: %@ Kerne
fr: %@ cœurs
zh_hans: %@ 个核心

source: %@ cycles
de: %@ Zyklen
zh_hans: %@ 次循环

source: %@ d
de: %@ Tg.
fr: %@ j
zh_hans: %@ 天

source: %@ days
de: %@ Tage
fr: %@ jours
zh_hans: %@ 天

source: %@ did not report
de: %@ ohne Rückmeldung
fr: %@ sans réponse
zh_hans: %@ 未返回数据

source: %@ drawing from battery
de: %@ aus der Batterie
fr: %@ depuis la batterie
zh_hans: 电池放电 %@

source: %@ efficiency
de: %@ Effizienz
fr: %@ efficience
zh_hans: %@ 个能效核心

source: %@ errors
de: %@ Fehler
fr: %@ erreurs
zh_hans: %@ 个错误

source: %@ fans, live
de: %@ Lüfter, live
fr: %@ ventilateurs, en direct
zh_hans: %@ 个风扇，实时

source: %@ free
de: %@ frei
fr: %@ libres
zh_hans: 可用 %@

source: %@ h
de: %@ Std.
zh_hans: %@ 小时

source: %@ has been growing steadily and may be leaking memory. If it keeps climbing, restarting it will reclaim the memory.
de: %@ wächst stetig und hat möglicherweise ein Speicherleck. Wenn der Wert weiter steigt, gibt ein Neustart den Speicher wieder frei.
fr: %@ grossit régulièrement et présente peut-être une fuite mémoire. Si la hausse continue, le relancer permettra de récupérer la mémoire.
zh_hans: %@ 的内存一直在稳定增长，可能存在泄漏。如果继续上涨，重启它可以回收这部分内存。

source: %@ hours
de: %@ Stunden
fr: %@ heures
zh_hans: %@ 小时

source: %@ hr
de: %@ Std.
fr: %@ h
zh_hans: %@ 小时

source: %@ in %@ items
de: %@ in %@ Objekten
fr: %@ dans %@ éléments
zh_hans: %@，共 %@ 个项目

source: %@ installed
de: %@ installiert
fr: %@ installés
zh_hans: 已安装 %@

source: %@ installed RAM
de: %@ installiertes RAM
fr: %@ de RAM installée
zh_hans: 已安装 %@ 内存

source: %@ intervals
de: Intervalle von %@
fr: Intervalles de %@
zh_hans: %@ 时间区间

source: %@ is in menu-bar-only mode and isn't recording history. Turn on logging to chart these ranges — it starts recording now, and history builds up from here.
de: %@ läuft im Nur-Menüleiste-Modus und zeichnet keinen Verlauf auf. Schalte die Protokollierung ein, um diese Zeiträume darzustellen: Die Aufzeichnung beginnt sofort, und der Verlauf baut sich von hier an auf.
fr: %@ est en mode barre des menus uniquement et n'enregistre pas l'historique. Activez la journalisation pour tracer ces plages : l'enregistrement commence maintenant, et l'historique se constitue à partir de là.
zh_hans: %@ 当前是「仅菜单栏」模式，不记录历史。开启记录后才能绘制这些区间，记录从现在开始逐步积累。

source: %@ is no longer present.
de: %@ ist nicht mehr vorhanden.
fr: %@ n'est plus présent.
zh_hans: %@ 已不存在。

source: %@ is not a valid IPv4 address.
de: %@ ist keine gültige IPv4-Adresse.
fr: %@ n'est pas une adresse IPv4 valide.
zh_hans: %@ 不是有效的 IPv4 地址。

source: %@ is ready. It is not recording and has no menu bar read-out, so it will close when you close its window.
de: %@ ist bereit. Es zeichnet nicht auf und hat keine Menüleisten-Anzeige, also wird es beendet, wenn du sein Fenster schließt.
fr: %@ est prêt. Il n’enregistre pas et n’a pas de relevé dans la barre des menus, il se fermera donc quand vous fermerez sa fenêtre.
zh_hans: %@ 已就绪。它当前不记录数据，也没有菜单栏读数，因此关闭窗口时它会退出。

source: %@ is recording now, quietly in the background. Open it again whenever you want to look.
de: %@ zeichnet jetzt auf, unauffällig im Hintergrund. Öffne es einfach wieder, wenn du nachsehen möchtest.
fr: %@ enregistre désormais, discrètement en arrière-plan. Rouvrez-le quand vous voulez y jeter un œil.
zh_hans: %@ 正在后台安静地记录。想查看时随时重新打开它即可。

source: %@ is recording now. Its read-out lives in the menu bar, near the clock.
de: %@ zeichnet jetzt auf. Die Anzeige findest du in der Menüleiste, neben der Uhr.
fr: %@ enregistre maintenant. Son indicateur se trouve dans la barre des menus, près de l'horloge.
zh_hans: %@ 已开始记录。它的读数显示在菜单栏中，靠近时钟的位置。

source: %@ is the largest consumer right now.
de: %@ ist gerade der größte Verbraucher.
fr: %@ est actuellement le plus gros consommateur.
zh_hans: 当前占用最多的是 %@。

source: %@ is using a lot of CPU
de: %@ nutzt viel CPU
fr: %@ utilise beaucoup de CPU
zh_hans: %@ 正在大量占用 CPU

source: %@ is using a lot of memory
de: %@ nutzt viel Speicher
fr: %@ utilise beaucoup de mémoire
zh_hans: %@ 正在大量占用内存

source: %@ is using the network heavily
de: %@ nutzt das Netzwerk intensiv
fr: %@ utilise intensivement le réseau
zh_hans: %@ 正在大量占用网络

source: %@ is watching now. Its read-out lives in the menu bar, near the clock.
de: %@ beobachtet jetzt. Die Anzeige sitzt in der Menüleiste, in der Nähe der Uhr.
fr: %@ surveille désormais. Son relevé se trouve dans la barre des menus, près de l’horloge.
zh_hans: %@ 已开始监测。它的读数显示在菜单栏中，就在时钟附近。

source: %@ items
de: %@ Objekte
fr: %@ éléments
zh_hans: %@ 个项目

source: %@ items · double-click to open
de: %@ Objekte · Doppelklick zum Öffnen
fr: %@ éléments · double-cliquez pour ouvrir
zh_hans: %@ 个项目 · 双击打开

source: %@ itself
de: %@ selbst
fr: %@ lui-même
zh_hans: %@ 自身

source: %@ jumped %@ suddenly
de: %@ ist plötzlich um %@ gestiegen
fr: %@ a soudainement bondi de %@
zh_hans: %@ 突然跃升 %@

source: %@ left
de: %@ verbleibend
fr: Reste %@
zh_hans: 剩余 %@

source: %@ likely triggered the spike
de: %@ hat den Anstieg wahrscheinlich ausgelöst
fr: %@ a probablement déclenché le pic
zh_hans: %@ 可能触发了这次尖峰

source: %@ lives in the menu bar and keeps a running history of your Mac's memory, CPU and battery. Opening it at login keeps that history unbroken, watching from the moment you sign in. You can change this any time in Settings.
de: %@ lebt in der Menüleiste und führt einen fortlaufenden Verlauf von Speicher, CPU und Batterie deines Mac. Wird es beim Anmelden geöffnet, bleibt dieser Verlauf lückenlos und beginnt in dem Moment, in dem du dich anmeldest. Du kannst das jederzeit in den Einstellungen ändern.
fr: %@ vit dans la barre des menus et conserve un historique continu de la mémoire, du CPU et de la batterie de votre Mac. L'ouvrir à la connexion préserve cet historique sans interruption, avec une surveillance dès l'instant où vous ouvrez votre session. Vous pouvez modifier ce choix à tout moment dans les Réglages.
zh_hans: %@ 常驻菜单栏，持续记录你 Mac 的内存、CPU 和电池历史。开机自动启动可以让这份记录不中断，从你登录那一刻就开始。你随时可以在设置里更改。

source: %@ lives in the menu bar: look for its read-out near the clock. A crowded menu bar (or a MacBook's notch) can hide it; quit another menu bar item to make room.
de: %@ wohnt in der Menüleiste: Achte auf die Anzeige in der Nähe der Uhr. Eine volle Menüleiste (oder die Notch eines MacBook) kann sie verdecken; beende ein anderes Menüleistenobjekt, um Platz zu schaffen.
fr: %@ vit dans la barre des menus : cherchez son relevé près de l’horloge. Une barre des menus encombrée (ou l’encoche d’un MacBook) peut le masquer ; quittez un autre élément de la barre des menus pour faire de la place.
zh_hans: %@ 位于菜单栏中：请在时钟附近查找它的读数。菜单栏过于拥挤（或 MacBook 的刘海）可能会遮挡它；退出另一个菜单栏项目即可腾出空间。

source: %@ looks like it's leaking
de: %@ hat anscheinend ein Speicherleck
fr: %@ semble avoir une fuite mémoire
zh_hans: %@ 看起来在泄漏内存

source: %@ m
de: %@ Min.
fr: %@ min
zh_hans: %@ 分

source: %@ memory
de: %@ Speicher
fr: %@ de mémoire
zh_hans: %@ 内存

source: %@ memory-pressure spikes in 2 hours
de: %@ Speicherdruck-Spitzen in 2 Stunden
fr: %@ pics de pression mémoire en 2 heures
zh_hans: 2 小时内出现 %@ 次内存压力尖峰

source: %@ minutes
de: %@ Minuten
zh_hans: %@ 分钟

source: %@ more
de: %@ weitere
fr: %@ de plus
zh_hans: 还有 %@ 项

source: %@ more items
de: %@ weitere Objekte
fr: %@ éléments de plus
zh_hans: 还有 %@ 个项目

source: %@ of one core · %@ of total
de: %@ eines Kerns · %@ aller Kerne
fr: %@ d'un cœur · %@ du total
zh_hans: %@ (单核心) · %@ (总容量)

source: %@ open
de: %@ geöffnet
fr: %@ ouverts
zh_hans: %@ 个打开

source: %@ out
de: %@ gesendet
fr: %@ sortant
zh_hans: %@ 流出

source: %@ peak
de: Spitze %@
fr: Pic de %@
zh_hans: 峰值 %@

source: %@ process
de: %@ Prozess
fr: %@ processus
zh_hans: %@ 个进程

source: %@ processes
de: %@ Prozesse
fr: %@ processus
zh_hans: %@ 个进程

source: %@ processes are running translated under Rosetta. Apple-silicon-native versions typically need less memory and CPU.
de: %@ Prozesse laufen übersetzt unter Rosetta. Native Versionen für Apple Silicon benötigen in der Regel weniger Speicher und CPU.
fr: %@ processus s'exécutent en traduction sous Rosetta. Les versions natives pour la puce Apple ont généralement besoin de moins de mémoire et de CPU.
zh_hans: 有 %@ 个进程正在 Rosetta 转译下运行。Apple Silicon 原生版本通常占用更少的内存和 CPU。

source: %@ processes with a Metal context.
de: %@ Prozesse mit einem Metal-Kontext.
fr: %@ processus avec un contexte Metal.
zh_hans: %@ 个进程持有 Metal 上下文。

source: %@ recorded runs of this program in the window (restarts and simultaneous instances), merged into one row.
de: %@ aufgezeichnete Läufe dieses Programms im Zeitfenster (Neustarts und gleichzeitige Instanzen), zu einer Zeile zusammengefasst.
fr: %@ exécutions enregistrées de ce programme sur la période (redémarrages et instances simultanées), fusionnées en une seule ligne.
zh_hans: 此时间窗口内记录到该程序的 %@ 次运行（包括重启和同时运行的实例），已合并为一行。

source: %@ recorded samples
de: %@ aufgezeichnete Messwerte
fr: %@ échantillons enregistrés
zh_hans: %@ 个已记录样本

source: %@ remaining
de: %@ verbleibend
fr: %@ restant
zh_hans: 剩余 %@

source: %@ retries
de: %@ Wiederholungen
fr: %@ nouvelles tentatives
zh_hans: %@ 次重试

source: %@ s
de: %@ Sek.
zh_hans: %@ 秒

source: %@ scanned
de: %@ gescannt
fr: %@ analysés
zh_hans: 已扫描 %@

source: %@ sec
de: %@ Sek.
fr: %@ s
zh_hans: %@ 秒

source: %@ selected
de: %@ ausgewählt
fr: %@ sélectionnés
zh_hans: 已选 %@ 项

source: %@ sensors
de: %@ Sensoren
fr: %@ capteurs
zh_hans: %@ 个传感器

source: %@ sensors, live
de: %@ Sensoren, live
fr: %@ capteurs, en direct
zh_hans: %@ 个传感器，实时

source: %@ shown
de: %@ angezeigt
fr: %@ affichés
zh_hans: 显示 %@ 条

source: %@ small items
de: %@ kleine Objekte
fr: %@ petits éléments
zh_hans: %@ 个小项目

source: %@ supported
de: %@ unterstützt
fr: %@ pris en charge
zh_hans: 支持 %@ 项

source: %@ then, %@ now
de: Vorher %@, jetzt %@
fr: %@ avant, %@ maintenant
zh_hans: 之前 %@，现在 %@

source: %@ to full
de: %@ bis voll geladen
fr: Pleine charge dans %@
zh_hans: %@ 后充满

source: %@ total
de: %@ gesamt
fr: %@ au total
zh_hans: 共 %@

source: %@ unified memory
de: %@ gemeinsamer Speicher
fr: %@ de mémoire unifiée
zh_hans: %@ 统一内存

source: %@ used
de: %@ belegt
fr: %@ utilisés
zh_hans: 已用 %@

source: %@ watches its own memory too. It should stay well under 60 MB while only the menubar is active.
de: %@ überwacht auch seinen eigenen Speicher. Solange nur die Menüleiste aktiv ist, sollte er deutlich unter 60 MB bleiben.
fr: %@ surveille aussi sa propre mémoire. Elle devrait rester bien en dessous de 60 MB tant que seule la barre des menus est active.
zh_hans: %@ 也会监控自身内存。仅菜单栏激活时,其占用应远低于 60 MB。

source: %@ · all off
de: %@ · alle aus
fr: %@ · tous arrêtés
zh_hans: %@ · 全部停转

source: %@%% confident
de: %@ %% Konfidenz
fr: %@ %% de confiance
zh_hans: %@%% 置信度

source: %@%% health
de: %@ %% Zustand
fr: État %@ %%
zh_hans: %@%% 健康度

source: %@%% maximum capacity
de: %@ %% maximale Kapazität
fr: %@ %% de capacité maximale
zh_hans: 最大容量 %@%%

source: %@%% of busy time · 1 process
de: %@ %% der aktiven Zeit · 1 Prozess
fr: %@ %% du temps d'activité · 1 processus
zh_hans: 占繁忙时间的 %@%% · 1 个进程

source: %@%% of design
de: %@ %% der Designkapazität
fr: %@ %% de la capacité nominale
zh_hans: 为设计容量的 %@%%

source: %@%% of max
de: %@ %% des Maximums
fr: %@ %% du maximum
zh_hans: 最高值的 %@%%

source: %@, shown in the menu bar
de: %@, in der Menüleiste angezeigt
fr: %@, affiché dans la barre des menus
zh_hans: %@,显示在菜单栏中

source: %@: %@ used
de: %@: %@ belegt
fr: %@ : %@ utilisés
zh_hans: %@：已使用 %@

source: %d bytes
de: %d Byte
fr: %d octets
zh_hans: %d 字节

source: %d core
de: %d Kern
fr: %d cœur
zh_hans: %d 核

source: %d cores
de: %d Kerne
fr: %d cœurs
zh_hans: %d 核

source: %d cores (%dP + %dE)
de: %d Kerne (%dP + %dE)
fr: %d cœurs (%dP + %dE)
zh_hans: %d 核 (%dP + %dE)

source: %d days
de: %d Tage
fr: %d jours
zh_hans: %d 天

source: %d hours
de: %d Stunden
fr: %d heures
zh_hans: %d 小时

source: %d not readable
de: %d nicht lesbar
fr: %d illisibles
zh_hans: %d 个无法读取

source: %d processes
de: %d Prozesse
fr: %d processus
zh_hans: %d 个进程

source: %d read IOPS
de: %d Lese-IOPS
fr: %d IOPS en lecture
zh_hans: %d 次读取 IOPS

source: %d write IOPS
de: %d Schreib-IOPS
fr: %d IOPS en écriture
zh_hans: %d 次写入 IOPS

source: %d%% confident
de: %d %% Konfidenz
fr: %d %% de confiance
zh_hans: 置信度 %d%%

source: %d%% loss
de: %d %% Verlust
fr: %d %% de perte
zh_hans: 丢包 %d%%

source: %d%% user / %d%% system (lifetime)
de: %d %% Benutzer / %d %% System (kumuliert)
fr: %d %% utilisateur / %d %% système (cumulé)
zh_hans: %d%% 用户态 / %d%% 系统态 (历史累计)

source: %lld cores
de: %lld Kerne
fr: %lld cœurs
zh_hans: %lld 个核心

source: %lld entries
de: %lld Einträge
fr: %lld entrées
zh_hans: %lld 条

source: %lld folders could not be read without Full Disk Access
de: %lld Ordner konnten ohne vollständigen Festplattenzugriff nicht gelesen werden
fr: %lld dossiers n'ont pas pu être lus sans l'accès complet au disque
zh_hans: 有 %lld 个文件夹因缺少完全磁盘访问权限而无法读取

source: %lld inside
de: %lld enthalten
fr: %lld éléments
zh_hans: 内含 %lld 项

source: %lld items
de: %lld Objekte
fr: %lld éléments
zh_hans: %lld 个项目

source: %lld local snapshots
de: %lld lokale Schnappschüsse
fr: %lld instantanés locaux
zh_hans: %lld 个本地快照

source: %lld not permitted
de: %lld nicht erlaubt
fr: %lld non autorisés
zh_hans: %lld 个不允许访问

source: %lld other volumes
de: %lld weitere Volumes
fr: %lld autres volumes
zh_hans: %lld 个其他宗卷

source: %lld owned by others
de: %lld gehören anderen Benutzern
fr: %lld appartenant à d'autres utilisateurs
zh_hans: %lld 个属于其他用户

source: %lld protected by macOS
de: %lld durch macOS geschützt
fr: %lld protégés par macOS
zh_hans: %lld 个受 macOS 保护

source: %lld supported
de: %lld unterstützt
fr: %lld pris en charge
zh_hans: 支持 %lld 项

source: %lld x %lld pixels
de: %lld x %lld Pixel
zh_hans: %lld x %lld 像素

source: (maximum %@ rpm)
de: (maximal %@ rpm)
zh_hans: （最高 %@ 转/分）

source: + %@ more growing classes
de: + %@ weitere wachsende Klassen
fr: + %@ autres classes en croissance
zh_hans: 另有 %@ 个增长中的类

source: + %@ smaller classes
de: + %@ kleinere Klassen
fr: + %@ classes plus petites
zh_hans: 另有 %@ 个较小的类

source: +%@ into battery
de: +%@ in die Batterie
fr: +%@ vers la batterie
zh_hans: +%@ 充入电池

source: +%@ more disk
de: +%@ weitere Festplatte
fr: +%@ autre disque
zh_hans: 另有 %@ 块磁盘

source: +%@ more disks
de: +%@ weitere Festplatten
fr: +%@ autres disques
zh_hans: 另有 %@ 块磁盘

source: 0 minutes
de: 0 Minuten
fr: 0 minute
zh_hans: 0 分钟

source: 1 GB and up
de: ab 1 GB
fr: 1 GB et plus
zh_hans: 1 GB 以上

source: 1 MB and up
de: ab 1 MB
fr: 1 MB et plus
zh_hans: 1 MB 以上

source: 1 core
de: 1 Kern
fr: 1 cœur
zh_hans: 1 个核心

source: 1 day
de: 1 Tag
fr: 1 jour
zh_hans: 1 天

source: 1 deep
de: 1 Ebene tief
fr: 1 niveau
zh_hans: 第 1 层

source: 1 entry
de: 1 Eintrag
fr: 1 entrée
zh_hans: 1 条

source: 1 fan, live
de: 1 Lüfter, live
fr: 1 ventilateur, en direct
zh_hans: 1 个风扇，实时

source: 1 folder could not be read without Full Disk Access
de: 1 Ordner konnte ohne vollständigen Festplattenzugriff nicht gelesen werden
fr: 1 dossier n'a pas pu être lu sans l'accès complet au disque
zh_hans: 有 1 个文件夹因缺少完全磁盘访问权限而无法读取

source: 1 hour
de: 1 Stunde
fr: 1 heure
zh_hans: 1 小时

source: 1 hr
de: 1 Std.
fr: 1 h
zh_hans: 1 小时

source: 1 item
de: 1 Objekt
fr: 1 élément
zh_hans: 1 个项目

source: 1 local snapshot
de: 1 lokaler Schnappschuss
fr: 1 instantané local
zh_hans: 1 个本地快照

source: 1 other volume
de: 1 weiteres Volume
fr: 1 autre volume
zh_hans: 1 个其他宗卷

source: 1 to 2 years
de: 1 bis 2 Jahre
fr: 1 à 2 ans
zh_hans: 1 到 2 年

source: 1 to 6 months
de: 1 bis 6 Monate
fr: 1 à 6 mois
zh_hans: 1 到 6 个月

source: 1, 5 and 15-minute load averages (run-queue length).
de: Durchschnittliche Auslastung über 1, 5 und 15 Minuten (Länge der Run-Queue).
fr: Charges moyennes sur 1, 5 et 15 minutes (longueur de la file d'exécution).
zh_hans: 1、5、15 分钟平均负载（运行队列长度）。

source: 10 MB and up
de: ab 10 MB
fr: 10 MB et plus
zh_hans: 10 MB 以上

source: 100 MB and up
de: ab 100 MB
fr: 100 MB et plus
zh_hans: 100 MB 以上

source: 100 minus the residency of the OFF state in IOReport's GPU performance-state channel.
de: 100 minus der Verweildauer im Zustand OFF im GPU-Performance-State-Kanal von IOReport.
fr: 100 moins le temps de résidence de l'état OFF dans le canal d'états de performance du GPU d'IOReport.
zh_hans: 100 减去 IOReport 的 GPU 性能状态通道中关闭 (OFF) 状态的驻留比例。

source: 2 deep
de: 2 Ebenen tief
fr: 2 niveaux
zh_hans: 第 2 层

source: 24 hr
de: 24 Std.
fr: 24 h
zh_hans: 24 小时

source: 250ms and 500ms speed up the live charts and the process rows on screen. The full process scan, the table order, rankings and alerts refresh every 5 s.
de: 250 ms und 500 ms beschleunigen die Live-Diagramme und die Prozesszeilen auf dem Bildschirm. Der vollständige Prozess-Scan, die Tabellensortierung, Ranglisten und Warnungen werden alle 5 s aktualisiert.
fr: 250 ms et 500 ms accélèrent les graphiques en direct et les lignes de processus à l'écran. L'analyse complète des processus, l'ordre de la table, les classements et les alertes sont actualisés toutes les 5 s.
zh_hans: 250 毫秒和 500 毫秒会加快实时图表和屏幕上进程行的刷新。完整的进程扫描、表格排序、排行和提醒仍然每 5 秒刷新一次。

source: 3 deep
de: 3 Ebenen tief
fr: 3 niveaux
zh_hans: 第 3 层

source: 32-bit float filtering
de: 32-Bit-Float-Filterung
fr: Filtrage en flottants 32 bits
zh_hans: 32 位浮点过滤

source: 6 hr
de: 6 Std.
fr: 6 h
zh_hans: 6 小时

source: 6 to 12 months
de: 6 bis 12 Monate
fr: 6 à 12 mois
zh_hans: 6 到 12 个月

source: 64-bit capable
de: 64-Bit-fähig
fr: Compatible 64 bits
zh_hans: 支持 64 位

source: 7 day
de: 7 Tage
fr: 7 jours
zh_hans: 7 天

source: A Parallels virtual machine.
de: Eine virtuelle Parallels-Maschine.
fr: Une machine virtuelle Parallels.
zh_hans: Parallels 虚拟机。

source: A UTM virtual machine.
de: Eine virtuelle UTM-Maschine.
fr: Une machine virtuelle UTM.
zh_hans: UTM 虚拟机。

source: A VMware virtual machine.
de: Eine virtuelle VMware-Maschine.
fr: Une machine virtuelle VMware.
zh_hans: VMware 虚拟机。

source: A VirtualBuddy virtual machine.
de: Eine virtuelle VirtualBuddy-Maschine.
fr: Une machine virtuelle VirtualBuddy.
zh_hans: VirtualBuddy 虚拟机。

source: A data vault: only Apple's own software may read it, whatever access is granted.
de: Ein Datentresor: Nur Apples eigene Software darf ihn lesen, egal welcher Zugriff gewährt wurde.
fr: Un coffre de données : seuls les logiciels d'Apple peuvent le lire, quel que soit l'accès accordé.
zh_hans: 数据保险库：无论授予何种权限，只有 Apple 自己的软件才能读取。

source: A disc image, often an OS installer.
de: Ein Disc-Image, oft ein Betriebssystem-Installationsprogramm.
fr: Une image de disque optique, souvent un programme d'installation de système.
zh_hans: 光盘映像，通常是操作系统安装器。

source: A firmware image used to restore a device; re-downloadable.
de: Ein Firmware-Image zum Wiederherstellen eines Geräts; kann erneut geladen werden.
fr: Une image de firmware utilisée pour restaurer un appareil ; retéléchargeable.
zh_hans: 用于恢复设备的固件映像；可重新下载。

source: A live read-out near the clock, with a panel behind it.
de: Eine Live-Anzeige in der Nähe der Uhr, mit einem Panel dahinter.
fr: Un relevé en direct près de l’horloge, avec un panneau derrière.
zh_hans: 时钟附近的实时读数，点击可展开面板。

source: A process started by this one looks like it's leaking memory.
de: Ein von diesem gestarteter Prozess hat anscheinend ein Speicherleck.
fr: Un processus lancé par celui-ci semble avoir une fuite mémoire.
zh_hans: 由它启动的某个子进程疑似存在内存泄漏。
